cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'bash'
brew 'bash-completion2'
# brew 'ghc'
brew 'git'
brew 'go'
brew 'hub'
brew 'node'
brew 'openssl'
brew 'ripgrep'
brew 'wget'

cask '1password'
cask 'anki'
cask 'calibre'
cask 'font-source-code-pro'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'firefox'
# cask 'slack'
cask 'sublime-text'
cask 'vlc'
